[
  "Did you know? The Aurorians were minted in August 2021 for 1 SOL; the mint lasted 3 seconds with over 100,000 individual accounts trying to mint.",
  "Did you know? Bitebit 3D was the first airdrop to Aurorians. It happened during a Solana outage, when those were still a thing, forcing the team to single-handedly resend hundreds of transactions.",
  "Did you know? The first version of Aurorians on Expeditions, went live in April 2022.",
  "Did you know? The closed alpha of our first game, Aurory Tactics, went live in May 2022.",
  "Did you know? The first version of the Incubator, went live in May 2022.",
  "Every six months, 8 community members, 5 councilors, and 3 advisors are elected by Aurorian Holders to represent all Aurorians.",
  "Did you know? Under the right conditions, Keybab can one-shot a Neftie",
  "Did you know? Kitty was the first female Aurorian.",
  "Did you know? Dracurve and Hollowoo are the only Nefties that are available exclusively as Prime",
  "Did you know? The village has changed its appearance three times since the beginning of Aurory",
  "As of today, there are four different biomes, each with its own unique elites and bosses",
  "Raccoin is the Neftie that has received the most nerfs ever to this date",
  "DAOry is a community hub composed exclusively of Aurorian holders. It’s a fun place to hang out, but that’s not all it is; the DAOry helps support Aurory by increasing its brand awareness. The DAOry accomplishes this autonomously through community initiatives and proposals, community marketing on social media, and partnerships with other project teams and their communities",
  "DAOry is composed by 5 Councilors, 3 advisors and 2 full-time employees. They are all working to grow the brand and reach of the DAOry while ensuring the amplification of Aurory's communication and events related to the Seeker of Tokane game",
  "The DAOry gives the opportunity to every member to request a grant. These grants can be utilized to develop a tool, an event, a community and much more!",
  "The DAOry is currently boosting Expeditions rewards by 100%",
  "The DAOry has a consequent treasury which is moving everyday. Every holder can submit a proposal and vote on it in order to navigate the DAOry. 1 Aurorian = 1 Vote",
  "LFGame Creator Club is a group of content creator around Seeker of Tokane",
  "Seekers of Tokana is available on your mobile phone Store and on Epic Store for your computer",
  "Did you know that you can level up your Prime Nefties?",
  "Did you know? Helios are 10 specials NFTs in Aurory Project, are you ready to discover their story?",
  "Did you know? Aurory Studios are located in Montreal, Canada.",
  "Did you know? The main currency of Seekers of Tokane is $AURY!",
  "Have you visited the tavern yet?",
  "When you are in Blanche, try /dance and /roar!",
  "Did you know? The Aurory Community has always been building tools around its games. Aurory Tactics had Dojory and Neftie Sniper, while Seekers of Tokane has Neftie.GG and Wassie.GG.",
  "Did you know? The Midnight Munch Moon skin was the most expensive skin until skins were introduced to the Seekers of Tokane."
]
